Revit 2024 API
SymbolTypeId.CmPerMin Property
 Symbol cm/min, indicating unit Centimeters per minute.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId CmPerMin { get; }
Visual Basic
Public Shared ReadOnly Property CmPerMin As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ CmPerMin {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace